Repository: rodnover55/last_tracks_shoutcast
Catalog: languages/last_track_shoutcast-*.po
Languages: ru_ru

source: General
ru_ru: Основные настройки

source: Parsing config
ru_ru: Настройки парсинга

source: Link
ru_ru: Ссылка

source: Use authrization
ru_ru: Использовать аутентификацию

source: Login
ru_ru: Имя пользователя

source: Password
ru_ru: Пароль

source: Connect timeout
ru_ru: Таймаут подключения

source: Timeout
ru_ru: Таймаут запроса

source: Parse format
ru_ru: Формат строки

source: Excludes
ru_ru: Список исключений

source: Last track shoutcast settings
ru_ru: Настройки плагина Last tracks shoutcast

source: Last tracks shoutcast
ru_ru: Последние треки

source: Cannot init curl.
ru_ru: Ошибка инициализации Curl.

source: Cannot set option '%s': %s
ru_ru: Ошибка при установке опции '%s': %s

source: Cannot exec curl: %s
ru_ru: Ошибка при выполнении запроса curl: %s

source: Unauthorized.
ru_ru: Ошибка авторизации

source: Shoutcast last tracks
ru_ru: Последние треки

source: None
ru_ru: Нет

source: Specified message
ru_ru: Указанное сообщение

source: Full
ru_ru: Полная

source: Error notification
ru_ru: Оповещение об ошибке

source: Error message
ru_ru: Сообщение об ошибке

source: Title
ru_ru: Заголовок

source: Current track title
ru_ru: Заголовок текущего трека

source: Last tracks title
ru_ru: Заголовок последних треков

source: Count last songs
ru_ru: Количество последних треков

source: Link to radio
ru_ru: Ссылка на страницу радио

source: Errors:
ru_ru: Ошибки:

source: Last track settings
ru_ru: Настройки плагина Last tracks shoutcast
